[
    {
        "term": "Urea",
        "key": "urea",
        "description": "A waste product formed in the liver from ammonia produced during protein breakdown. It's excreted in the urine by the kidneys.",
        "low": "Low urea levels might be seen in liver disease or malnutrition.",
        "high": "Elevated levels can indicate kidney dysfunction or dehydration, among other conditions.",
        "links": ["https://www.mayoclinic.org/tests-procedures/blood-urea-nitrogen/about/pac-20384821"]
    },
    {
        "term": "Creatinine",
        "key": "creatinine",
        "description": "A waste product produced by muscles from the breakdown of a compound called creatine. The kidneys filter out most of the creatinine and dispose of it in the urine.",
        "low": "Low levels can be seen in conditions that result in decreased muscle mass.",
        "high": "Elevated levels suggest impaired kidney function or kidney disease.",
        "links": ["https://www.mayoclinic.org/tests-procedures/creatinine-test/about/pac-20384646"]
    },
    {
        "term": "Uric Acid",
        "key": "uric_acid",
        "description": "A product of the metabolic breakdown of purine nucleotides. High levels of uric acid in the blood can lead to a type of arthritis known as gout.",
        "low": "Low levels can result from kidney disease or might be due to certain medications.",
        "high": "High levels can cause gout and have been associated with kidney stones and kidney failure.",
        "links": ["https://www.mayoclinic.org/symptoms/high-uric-acid-level/basics/definition/sym-20050607"]
    },
    {
        "term": "eGFR",
        "key": "egfr",
        "description": "Estimated Glomerular Filtration Rate measures kidney function and determines how well the kidneys are filtering blood.",
        "low": "A low eGFR indicates impaired kidney function.",
        "high": "Usually, a high eGFR is not a concern. It indicates good kidney function, but interpretation can vary based on other factors.",
        "links": ["https://www.kidney.org/atoz/content/gfr"]
    },
    {
        "term": "Sodium",
        "key": "sodium",
        "description": "An essential electrolyte that helps maintain the balance of water in and around your cells, among other functions.",
        "low": "Low levels, or hyponatremia, can result from conditions like dehydration or certain diseases.",
        "high": "High levels, or hypernatremia, might indicate dehydration or other medical conditions.",
        "links": ["https://www.mayoclinic.org/diseases-conditions/hyponatremia/symptoms-causes/syc-20373711"]
    },
    {
        "term": "Potassium",
        "key": "potassium",
        "description": "A crucial mineral and electrolyte that's essential for the proper function of nerve and muscle cells, especially heart muscle cells.",
        "low": "Low levels, or hypokalemia, can result in muscle weakness and heart rhythm disturbances.",
        "high": "High levels, or hyperkalemia, can be life-threatening, affecting the rhythm of the heart.",
        "links": ["https://www.mayoclinic.org/symptoms/low-potassium/symptoms-causes/syc-20350632"]
    },
    {
        "term": "Chloride",
        "key": "chloride",
        "description": "An electrolyte that helps maintain proper fluid and acid-base balance in the body.",
        "low": "Low levels, or hypochloremia, might be seen in excessive hydration, heart failure, or certain kidney diseases.",
        "high": "High levels, or hyperchloremia, might result from dehydration or other conditions.",
        "links": ["https://www.mountsinai.org/health-library/tests/chloride-cl"]
    },
    {
        "term": "Magnesium",
        "key": "magnesium",
        "description": "A mineral crucial for nerve transmission, bone formation, and energy metabolism.",
        "low": "Low levels can cause symptoms like muscle cramps, heart arrhythmias, and seizures.",
        "high": "High levels might result in symptoms like muscle weakness, difficulty breathing, and irregular heartbeat.",
        "links": ["https://ods.od.nih.gov/factsheets/Magnesium-Consumer/"]
    },
    {
        "term": "Iron",
        "key": "iron",
        "description": "A mineral essential for making hemoglobin, a protein in red blood cells that carries oxygen.",
        "low": "Low iron levels can lead to anemia, fatigue, and an increased risk of infections.",
        "high": "High levels can result in damage to organs such as the heart, liver, and pancreas.",
        "links": ["https://www.mayoclinic.org/diseases-conditions/iron-deficiency-anemia/symptoms-causes/syc-20355034"]
    },
    {
        "term": "Ferritin",
        "key": "ferritin",
        "description": "A protein that stores iron inside cells. Serum ferritin levels indirectly measure the amount of iron stored in your body.",
        "low": "Low levels can indicate an iron deficiency which might lead to anemia.",
        "high": "High levels might be indicative of an iron overload or various chronic diseases.",
        "links": ["https://www.mayoclinic.org/tests-procedures/ferritin-test/about/pac-20384928"]
    },
    {
        "term": "Bilirubin",
        "key": "bilirubin",
        "description": "A yellow compound that occurs in the normal catabolic pathway that breaks down heme from hemoglobin. It's processed by the liver and excreted in feces.",
        "low": "Generally, low levels aren't concerning and may be normal for many people.",
        "high": "Elevated levels can indicate liver dysfunction, bile duct obstruction, or other liver-related conditions. Jaundice can occur with high bilirubin.",
        "links": ["https://www.mayoclinic.org/tests-procedures/bilirubin/about/pac-20393041"]
    },
    {
        "term": "ALT",
        "key": "alt",
        "description": "Alanine Transaminase, an enzyme found primarily in the liver. It's used to assess liver function.",
        "low": "Low levels are generally not concerning and don't indicate a specific condition.",
        "high": "Elevated levels may indicate liver damage or inflammation.",
        "links": ["https://www.mayoclinic.org/tests-procedures/liver-function-tests/about/pac-20394595"]
    },
    {
        "term": "AST",
        "key": "ast",
        "description": "Aspartate Transaminase, an enzyme found in the liver and other tissues. Used as a marker for liver health.",
        "low": "Lower than normal levels are not typically a concern.",
        "high": "Elevated levels can suggest liver injury or other diseases.",
        "links": ["https://www.mayoclinic.org/tests-procedures/liver-function-tests/about/pac-20394595"]
    },
    {
        "term": "GGT",
        "key": "ggt",
        "description": "Gamma-glutamyl transferase, an enzyme in the blood. Elevated GGT helps to diagnose liver disease.",
        "low": "Low levels are not typically indicative of a specific condition.",
        "high": "High levels can indicate liver damage, but it is especially sensitive to detect bile duct problems.",
        "links": ["https://www.mountsinai.org/health-library/tests/gamma-glutamyl-transferase-ggt"]
    },
    {
        "term": "ALP",
        "key": "alp",
        "description": "Alkaline Phosphatase, an enzyme in the liver, bile ducts, and bone.",
        "low": "Low levels can be seen in malnutrition, certain genetic mutations, and other conditions.",
        "high": "Elevated levels might suggest liver disease or bone disorders.",
        "links": ["https://www.mayoclinic.org/tests-procedures/liver-function-tests/about/pac-20394595"]
    },
    {
        "term": "Total Protein",
        "key": "total_protein",
        "description": "Measures the total amount of two classes of proteins in the blood: albumin and globulin.",
        "low": "Low levels can suggest liver disease, kidney disease, or other conditions.",
        "high": "High levels can be seen in chronic inflammation or infections, among other conditions.",
        "links": ["https://www.urmc.rochester.edu/encyclopedia/content.aspx?contenttypeid=167&contentid=total_protein"]
    },
    {
        "term": "Albumin",
        "key": "albumin",
        "description": "A protein made by the liver. Albumin helps prevent fluid from leaking out of blood vessels, nourishes tissues, and transports hormones, vitamins, drugs, and other substances throughout the body.",
        "low": "Low levels can suggest liver disease or malnutrition.",
        "high": "Typically not a direct concern; can be caused by dehydration.",
        "links": ["https://www.mayoclinic.org/tests-procedures/albumin-test/about/pac-20394831"]
    },
    {
        "term": "Cholesterol",
        "key": "cholesterol",
        "description": "A waxy, fat-like substance that's found in all the cells in your body. It's used to make hormones, vitamin D, and substances that help digest foods.",
        "low": "Low levels can be due to a genetic condition, liver disease, or malabsorption.",
        "high": "High cholesterol can lead to atherosclerosis and risk of heart disease and stroke.",
        "links": ["https://www.heart.org/en/health-topics/cholesterol/about-cholesterol"]
    },
    {
        "term": "HDL Cholesterol",
        "key": "hdl_cholesterol",
        "description": "High-density lipoprotein cholesterol, often called the 'good' cholesterol. It absorbs cholesterol and carries it back to the liver.",
        "low": "Low HDL can increase the risk of heart disease.",
        "high": "High levels are protective against heart disease.",
        "links": ["https://www.heart.org/en/health-topics/cholesterol/hdl-good-ldl-bad-cholesterol-and-triglycerides"]
    },
    {
        "term": "LDL Cholesterol",
        "key": "ldl_cholesterol",
        "description": "Low-density lipoprotein cholesterol, often called the 'bad' cholesterol. It contributes to fatty buildups in arteries (atherosclerosis), which can lead to heart attacks and strokes.",
        "low": "Generally, lower LDL levels are better for heart health. Extremely low levels might have potential risks and should be discussed with a healthcare provider.",
        "high": "Elevated LDL levels increase the risk of heart disease, stroke, and peripheral artery disease.",
        "links": ["https://www.heart.org/en/health-topics/cholesterol/hdl-good-ldl-bad-cholesterol-and-triglycerides"]
    },
    {
        "term": "Triglycerides",
        "key": "triglycerides",
        "description": "A type of fat (lipid) found in your blood. When you eat, your body converts calories it doesn’t need into triglycerides, which are stored in fat cells.",
        "low": "Low levels are generally not a concern and can be seen in people who are very fit or who are on specific diets or medications.",
        "high": "High levels, especially in combination with low HDL or high LDL, can increase the risk of heart disease and may indicate metabolic syndrome.",
        "links": ["https://www.mayoclinic.org/diseases-conditions/high-blood-cholesterol/in-depth/triglycerides/art-20048186"]
    },
    {
        "term": "Vitamin D",
        "key": "vitamin_d",
        "description": "A fat-soluble vitamin that helps regulate the amount of calcium and phosphate in the body. Important for bone health.",
        "low": "Deficiency can lead to bone pain, muscle weakness, increased risk of bone fractures, and in severe cases, rickets in children and osteomalacia in adults.",
        "high": "Excessively high levels can lead to hypercalcemia (high calcium levels in the blood) which can cause various symptoms and complications like kidney stones, bone pain, and fatigue.",
        "links": ["https://ods.od.nih.gov/factsheets/VitaminD-HealthProfessional/"]
    },
    {
        "term": "Glucose",
        "key": "glucose",
        "description": "A type of sugar you get from foods you eat, and it's also formed and stored inside the body. It's the main source of energy for the cells of our body.",
        "low": "Low levels, known as hypoglycemia, can lead to symptoms like confusion, tremors, palpitations, and in severe cases, loss of consciousness.",
        "high": "High levels, known as hyperglycemia, can be indicative of diabetes or other glucose metabolism disorders. Persistent high glucose can cause complications like nerve damage, kidney damage, and cardiovascular diseases.",
        "links": ["https://www.mayoclinic.org/diseases-conditions/diabetes/symptoms-causes/syc-20371444"]
    },
    {
        "term": "White Blood Cells",
        "key": "white_blood_cells",
        "description": "Cells of the immune system that are involved in defending the body against both infectious disease and foreign invaders.",
        "low": "Low counts (leukopenia) can increase the risk of infections.",
        "high": "High counts (leukocytosis) can indicate an infection, inflammation, an allergic reaction, or a form of leukemia.",
        "links": ["https://www.mayoclinic.org/symptoms/low-white-blood-cell-count/basics/causes/sym-20050615"]
    },
    {
        "term": "Red Blood Cells",
        "key": "red_blood_cells",
        "description": "Cells that carry oxygen from the lungs to the rest of the body.",
        "low": "Low counts (anemia) can result in fatigue, pallor, and shortness of breath.",
        "high": "High counts (polycythemia) can increase the risk of clots and lead to conditions like polycythemia vera.",
        "links": ["https://www.mayoclinic.org/symptoms/low-hemoglobin/basics/when-to-see-doctor/sym-20050760"]
    },
    {
        "term": "Hemoglobin",
        "key": "hemoglobin",
        "description": "A protein within red blood cells that carries oxygen. It gives blood its red color.",
        "low": "Low levels lead to anemia and its associated symptoms.",
        "high": "High levels could indicate conditions such as chronic obstructive pulmonary disease (COPD), polycythemia vera, or other conditions that increase blood production.",
        "links": ["https://www.mayoclinic.org/tests-procedures/hemoglobin-test/about/pac-20385075"]
    },
    {
        "term": "Hematocrit",
        "key": "hematocrit",
        "description": "The proportion of the blood that consists of packed red blood cells. It's expressed as a percentage.",
        "low": "Low hematocrit can be a sign of anemia, blood loss, or other conditions.",
        "high": "High hematocrit can be seen in conditions like dehydration, polycythemia vera, or chronic lung diseases.",
        "links": ["https://www.healthline.com/health/hematocrit-blood-test"]
    },
    {
        "term": "MCV",
        "key": "mcv",
        "description": "Mean corpuscular volume. It measures the average size of red blood cells.",
        "low": "Low MCV indicates that cells are smaller than average, seen in conditions like iron-deficiency anemia.",
        "high": "High MCV indicates that cells are larger than average, seen in conditions like vitamin B12 or folic acid deficiency.",
        "links": ["https://www.verywellhealth.com/mcv-blood-test-4842275"]
    },
    {
        "term": "MCHC",
        "key": "mchc",
        "description": "Mean corpuscular hemoglobin concentration. It measures the average concentration of hemoglobin in red blood cells.",
        "low": "Low MCHC indicates hypochromic cells, often seen in iron-deficiency anemia.",
        "high": "High MCHC is rare but can be seen in hereditary spherocytosis or other conditions with smaller than average red blood cells.",
        "links": ["https://www.verywellhealth.com/mchc-blood-test-4842277"]
    },
    {
        "term": "MCH",
        "key": "mch",
        "description": "Mean corpuscular hemoglobin. It measures the average amount of hemoglobin per red blood cell.",
        "low": "Low levels can suggest conditions like iron-deficiency anemia.",
        "high": "High levels can be seen in vitamin B12 or folic acid deficiency.",
        "links": ["https://www.verywellhealth.com/understanding-the-mch-blood-test-4842278"]
    },
    {
        "term": "Platelets",
        "key": "platelets",
        "description": "Tiny blood cells that help the body form clots to stop bleeding.",
        "low": "Low counts (thrombocytopenia) can increase the risk of bleeding and bruising.",
        "high": "High counts (thrombocytosis) can increase the risk of clot formation.",
        "links": ["https://www.mayoclinic.org/diseases-conditions/thrombocytosis/symptoms-causes/syc-20378315"]
    },
    {
        "term": "RDW",
        "key": "rdw",
        "description": "Red cell distribution width. It measures the variation in red blood cell size or volume.",
        "low": "A lower than normal RDW is not typically a concern and is rarely noted. It's the higher RDW that usually gets attention.",
        "high": "A high RDW can indicate a vitamin B12 or folic acid deficiency, iron deficiency anemia, or chronic liver disease, among other conditions.",
        "links": ["https://www.verywellhealth.com/red-cell-distribution-width-697382"]
    },
    {
        "term": "Neutrophils",
        "key": "neutrophils",
        "description": "A type of white blood cell that is often the first cell type to travel to the site of an infection. They help fight infections by ingesting bacteria and debris.",
        "low": "Low levels (neutropenia) increase the risk of infections.",
        "high": "High levels (neutrophilia) can indicate an acute bacterial infection, inflammation, stress, or certain leukemias.",
        "links": ["https://www.verywellhealth.com/neutrophils-what-they-are-and-how-they-help-with-infection-5185414"]
    },
    {
        "term": "Lymphocytes",
        "key": "lymphocytes",
        "description": "A type of white blood cell that is part of the immune system. There are two main types: B lymphocytes and T lymphocytes.",
        "low": "Low levels can result from conditions like viral infections, corticosteroid use, or certain types of cancers.",
        "high": "High levels (lymphocytosis) can indicate conditions such as chronic viral infections, certain types of cancers (like lymphomas and chronic lymphocytic leukemia), or autoimmune disorders.",
        "links": ["https://www.medicalnewstoday.com/articles/320987"]
    },
    {
        "term": "Monocytes",
        "key": "monocytes",
        "description": "A type of white blood cell that fights off bacteria, viruses, and fungi. They are the largest type of white blood cell and can differentiate into macrophages and dendritic cells.",
        "low": "Low levels might suggest a suppressed bone marrow function, certain types of leukemia, or other specific conditions.",
        "high": "High levels (monocytosis) can be seen in chronic inflammation, chronic infections, and various types of leukemia.",
        "links": ["https://www.verywellhealth.com/monocytes-definition-function-and-related-conditions-4177209"]
    },
    {
        "term": "Eosinophils",
        "key": "eosinophils",
        "description": "A type of white blood cell that plays a role in combating multicellular parasites and certain infections in vertebrates. They also help mediate inflammation and allergic reactions.",
        "low": "Low levels are not typically a concern and can result from the use of certain drugs, like corticosteroids.",
        "high": "High levels (eosinophilia) can be seen in allergic disorders, certain skin diseases, parasitic infections, autoimmune diseases, and certain cancers.",
        "links": ["https://www.verywellhealth.com/eosinophils-5185918"]
    },
    {
        "term": "Basophils",
        "key": "basophils",
        "description": "A type of white blood cell that plays a role in allergic reactions in the body. They release histamine, a chemical that helps widen blood vessels and makes the vessel walls abnormally permeable.",
        "low": "Low levels are not usually clinically significant and may be seen after severe injury.",
        "high": "High levels (basophilia) are rare but can be seen in certain types of leukemia, chronic inflammation, and certain allergic reactions.",
        "links": ["https://www.verywellhealth.com/basophils-5185919"]
    },
    {
        "term": "Absolute Neutrophils",
        "key": "absolute_neutrophils",
        "description": "The total number of neutrophils in the blood, used to diagnose and monitor various conditions.",
        "low": "Low counts, known as neutropenia, increase the risk of infections.",
        "high": "High counts can indicate an acute infection, inflammation, stress, or certain leukemias.",
        "links": ["https://www.verywellhealth.com/absolute-neutrophil-count-5184355"]
    },
    {
        "term": "Absolute Lymphocytes",
        "key": "absolute_lymphocytes",
        "description": "The total number of lymphocytes in the blood. Lymphocytes are important for immune system function.",
        "low": "Low levels can indicate viral infections, corticosteroid use, or certain types of cancers.",
        "high": "High levels can suggest chronic viral infections, certain types of cancers, or autoimmune disorders.",
        "links": ["https://www.medicalnewstoday.com/articles/320987"]
    },
    {
        "term": "Absolute Monocytes",
        "key": "absolute_monocytes",
        "description": "The total number of monocytes in the blood. Monocytes play a role in fighting off certain infections and other diseases.",
        "low": "Low levels might indicate bone marrow suppression or certain types of leukemia.",
        "high": "High levels can be seen in chronic inflammation, chronic infections, and various types of leukemia.",
        "links": ["https://www.verywellhealth.com/monocytes-definition-function-and-related-conditions-4177209"]
    },
    {
        "term": "Absolute Eosinophils",
        "key": "absolute_eosinophils",
        "description": "The total number of eosinophils in the blood, which play a role in allergic reactions and combating parasitic infections.",
        "low": "Low levels are typically not of concern and can be due to the use of certain drugs.",
        "high": "High levels can be seen in allergic disorders, certain skin diseases, parasitic infections, autoimmune diseases, and certain cancers.",
        "links": ["https://www.verywellhealth.com/eosinophils-5185918"]
    },
    {
        "term": "Absolute Basophils",
        "key": "absolute_basophils",
        "description": "The total number of basophils in the blood. Basophils play a role in allergic reactions.",
        "low": "Low levels are not typically significant.",
        "high": "High levels can be seen in certain types of leukemia, chronic inflammation, and certain allergic reactions.",
        "links": ["https://www.verywellhealth.com/basophils-5185919"]
    },
    {
        "term": "CRP",
        "key": "crp",
        "description": "C-reactive protein, produced by the liver in response to inflammation.",
        "low": "Typically not a concern when it's low.",
        "high": "Can indicate inflammation from various causes including infections, chronic diseases, and certain cancers.",
        "links": ["https://www.mayoclinic.org/tests-procedures/c-reactive-protein-test/about/pac-20385228"]
    },
    {
        "term": "TSH",
        "key": "tsh",
        "description": "Thyroid-stimulating hormone. It's produced by the pituitary gland and stimulates the thyroid gland to produce thyroid hormones.",
        "low": "Low levels can indicate hyperthyroidism or a pituitary gland disorder.",
        "high": "High levels can indicate hypothyroidism or a pituitary gland tumor.",
        "links": ["https://www.mayoclinic.org/tests-procedures/tsh-test/about/pac-20384665"]
    },
    {
        "term": "fT4",
        "key": "ft4",
        "description": "Free thyroxine. It's one of the main hormones produced by the thyroid gland and is crucial for various body functions.",
        "low": "Low levels can suggest hypothyroidism.",
        "high": "High levels can suggest hyperthyroidism.",
        "links": ["https://www.endocrineweb.com/conditions/thyroid/thyroid-function-tests"]
    },
    {
        "term": "Protein",
        "key": "protein",
        "description": "Refers to the total protein in the blood, which includes albumin and globulin. It plays a crucial role in bodily functions such as maintaining osmotic pressure and transporting molecules.",
        "low": "Low levels can be due to malnutrition, liver disease, kidney disease, or other conditions.",
        "high": "High levels can be seen in chronic inflammation, certain infections, and some bone marrow disorders.",
        "links": ["https://www.mayoclinic.org/tests-procedures/total-protein-and-albumin-globulin-ag-ratio/about/pac-20384724"]
    },
    {
        "term": "Urobilinogen",
        "key": "urobilinogen",
        "description": "A chemical that's produced when the liver breaks down hemoglobin. Small amounts are normally present in urine.",
        "low": "Low or absent levels might indicate reduced bile flow to the intestines.",
        "high": "Increased levels can suggest liver disease or hemolytic anemia.",
        "links": ["https://www.medicalnewstoday.com/articles/326202"]
    },
    {
        "term": "Ketones",
        "key": "ketones",
        "description": "Chemicals produced when the body burns fat for energy. They can be detected in blood or urine.",
        "low": "Not typically measured as 'low'; it's the presence that is often of clinical interest.",
        "high": "Presence in the urine can indicate uncontrolled diabetes, starvation, or a very low carbohydrate diet.",
        "links": ["https://www.webmd.com/diabetes/qa/what-is-ketones"]
    },
    {
        "term": "Nitrites",
        "key": "nitrites",
        "description": "Chemicals that may be found in urine and are most commonly a result of a urinary tract infection (UTI).",
        "low": "Not typically measured as 'low'; it's the presence that is often of clinical interest.",
        "high": "Presence can indicate a bacterial urinary tract infection.",
        "links": ["https://www.medicalnewstoday.com/articles/323821"]
    },
    {
        "term": "Specific Gravity",
        "key": "specific_gravity",
        "description": "A test that measures the concentration of urine. It can help evaluate the body's water balance and kidney function.",
        "low": "Low values can be seen with excessive fluid intake, certain kidney diseases, or conditions that decrease the ability of the kidney to concentrate urine.",
        "high": "High values can suggest dehydration, adrenal gland problems, or other conditions that cause reduced fluid intake or increased fluid loss.",
        "links": ["https://www.mountsinai.org/health-library/tests/urine-specific-gravity"]
    },
    {
        "term": "Total Amylase",
        "key": "total_amylase",
        "description": "An enzyme that helps digest carbohydrates. Its main sources are the pancreas and salivary glands.",
        "low": "Lower than normal levels are not typically a concern.",
        "high": "Elevated levels can indicate pancreatitis, salivary gland inflammation, or other conditions.",
        "links": ["https://www.mountsinai.org/health-library/tests/amylase-blood-test"]
    },
    {
        "term": "non-HDL Cholesterol",
        "key": "non_hdl_cholesterol",
        "description": "Calculated by subtracting HDL cholesterol from total cholesterol. It includes LDL and other types of cholesterol.",
        "low": "Not typically focused on being 'low'; it's the higher values that are of more clinical concern.",
        "high": "High levels can increase the risk of cardiovascular diseases.",
        "links": ["https://www.heart.org/en/health-topics/cholesterol/about-cholesterol/non-hdl"]
    },
    {
        "term": "ESR",
        "key": "esr",
        "description": "Erythrocyte sedimentation rate. It measures the rate at which red blood cells settle in a test tube and can indicate the presence of inflammation.",
        "low": "Low values are generally not clinically significant.",
        "high": "Elevated ESR can be seen with inflammation, certain cancers, chronic kidney disease, and other conditions.",
        "links": ["https://www.mayoclinic.org/tests-procedures/sed-rate/about/pac-20384797"]
    },
    {
        "term": "Bacteria",
        "key": "bacteria",
        "description": "Refers to the presence of bacteria, typically in a urine sample.",
        "low": "Not typically measured as 'low'; it's the presence that is often of clinical interest.",
        "high": "Presence in the urine can indicate a urinary tract infection or contamination of the sample.",
        "links": ["https://www.mayoclinic.org/diseases-conditions/urinary-tract-infection/symptoms-causes/syc-20353447"]
    },
    {
        "term": "MDRD-UreaAlb",
        "key": "mdrd_ureaalb",
        "description": "Modification of Diet in Renal Disease (MDRD) formula including urea and albumin. It's used to estimate kidney function, specifically the glomerular filtration rate (GFR).",
        "low": "Lower values can indicate decreased kidney function, suggesting chronic kidney disease or acute kidney injury.",
        "high": "Higher values usually mean better kidney function.",
        "links": ["https://www.kidney.org/content/mdrd-study-equation"]
    }
]    
